[
    {
        "_id": "adventuring_gear",
        "meta": "equipment",
        "name": "Adventuring Gear",
        "slug": "adventuring"
    },
    {
        "_id": "armor",
        "meta": "equipment",
        "name": "Armor",
        "text": "<p>Fantasy gaming worlds are a vast tapestry made up of many different cultures, each with its own technology level. For this reason, adventurers have access to a variety of armor types, ranging from Leather Armor to Chain Mail to costly Plate Armor, with several other kinds of armor in between. The Armor table collects the most commonly available types of armor found in the game and separates them into three categories: Light Armor, Medium Armor, and Heavy Armor. Many warriors supplement their armor with a Shield.</p><p>The Armor table shows the cost, weight, and other properties of the Common types of armor worn in fantasy gaming worlds.</p>"
    },
    {
        "_id": "light_armor",
        "meta": "equipment",
        "parent": "armor",
        "name": "Light Armor",
        "slug": "light",
        "text": "<p>Made from supple and thin materials, Light Armor favors agile adventurers since it offers some Protection without sacrificing mobility. If you wear Light Armor, you add your Dexterity modifier to the base number from your armor type to determine your Armor Class.</p>"
    },
    {
        "_id": "leather_armor",
        "meta": "equipment",
        "parent": "light_armor",
        "name": "Leather Armor",
        "slug": "leather",
        "text": "<p>The Breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>",
        "subscriptions": [
            "stats"
        ],
        "mechanics": {
            "stats": {
                "ac": {
                    "base": 11
                }
            },
            "weight": [
                "10", "lb"
            ]
        }
    },
    {
        "_id": "tool",
        "meta": "equipment",
        "parent": "adventuring_gear",
        "name": "Tool",
        "text": "<p>A tool helps you to do something you couldn’t otherwise do, such as craft or repair an item, forge a document, or pick a lock. Your race, class, Background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your Proficiency Bonus to any ability check you make using that tool. Tool use is not tied to a single ability, since proficiency with a tool represents broader knowledge of its use. For example, the GM might ask you to make a Dexterity check to carve a fine detail with your woodcarver’s tools, or a Strength check to make something out of particularly hard wood.</p>"
    },
    {
        "_id": "artisans_tools",
        "meta": "equipment",
        "parent": "tool",
        "name": "Artisan's Tools",
        "slug": "artisans",
        "text": "<p>These Special tools include the items needed to pursue a craft or trade. The table shows examples of the most Common types of tools, each providing items related to a single craft. Proficiency with a set of artisan’s tools lets you add your Proficiency Bonus to any Ability Checks you make using the tools in your craft. Each type of artisan’s tools requires a separate proficiency.</p>"
    },
    {
        "_id": "alchemists_supplies",
        "meta": "equipment",
        "parent": "artisans_tools",
        "name": "Alchemist's Supplies",
        "mechanics": {
            "cost": ["50", "gp"],
            "weight": ["8", "lb"]
        }
    },
    {
        "_id": "disguise_kit",
        "meta": "equipment",
        "parent": "artisans_tools",
        "name": "Disguise Kit",
        "text": "<p>This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your Proficiency Bonus to any Ability Checks you make to create a visual disguise.</p>",
        "mechanics": {
            "weight": ["3", "lb"],
            "price": ["25", "gp"]
        }
    },
    {
        "_id": "belt_pouch",
        "parent": "adventuring_gear",
        "meta": "equipment",
        "name": "Belt Pouch",
        "text": "<p>A cloth or leather pouch can hold up to 20 Sling bullets or 50 Blowgun Needles, among other things. A compartmentalized pouch for holding spell Components is called a Component pouch. A pouch can hold up to 1/5 cubic foot or 6 pounds of gear.</p>",
        "mechanics": {
            "weight": ["0.5", "lb"],
            "price": ["1", "gp"]
        }
    }
]